/**
 *  filename: MDSimpleGrouping.strings
 *  created : Tue Jun 15 17:10:50 2004
 *  LastEditDate Was "Thu Feb 17 13:37:19 2005"
 *
 */

/* Group names 
 * These should be plural in most cases
 * the keys should match whats in MDSimpleGrouping.plist
 */
"APPLICATIONS" = "Ohjelmat";
"DIRECTORIES" = "Kansiot";
"MUSIC" = "Musiikki";
"MOVIES" = "Elokuvat";
"PDF" = "PDF-dokumentit";
"DOCUMENTS" = "Dokumentit";
"MESSAGES" = "Viestit";
"IMAGES" = "Kuvat";
"CONTACT" = "Yhteystiedot";
"SYSTEM_PREFS" = "Järjestelmäasetukset";
"EVENT_TODO" = "Tapahtumat ja tehtävät";
"FONTS" = "Kirjasimet";
"PRESENTATIONS" = "Esitykset";
"BOOKMARKS" = "Verkkosivut";
"EXPRESSION" = "Laskin";
"DEFINITION" = "Määritelmä";

/* Top hit */
"TOP_HIT" = "Paras osuma";

/* Keys used in grouping the date */
"NO_AUTHORS" = "Ei tekijöitä";
"0 FUTURE" = "Tulevaisuudessa";
"1 TODAY" = "Tänään";
"2 YESTERDAY" = "Eilen";
"3 LAST_WEEK" = "Edelliset 7 päivää";
"4 LAST_MONTH" = "Edelliset 30 päivää";
"5 EARLIER" = "Aiemmin";
"6 NO_DATE" = "Ei päivämäärää";

/* Group name in the which attribute matched key, if
 * we can't figure it out it says Other Attribute
 */
"OTHER_ATTRIBUTE" = "Muu attribuutti";
